---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Construction
source: html/fe380062-4158-b6ce-2fe0-006585daf3d6.htm
---
# Autodesk.Revit.DB.GroupTypeId.Construction Property

Construction.

## Syntax (C#)
```csharp
public static ForgeTypeId Construction { get; }
```